# 4)

# list[] და tuple()

# მსგავსება:
# 1.ორივე შექმნილია რომ მათში შევინახოთ მონაცემები.
# 2.ორივეში შეგვიძლია გამოვიყენოთ indexing და slicing. 
# 3.list-ს და tuples-ს შეუძლია ჰქონდეთ დუბლიკატები,ანუ გამეორდეს ერთიდაიგივე მონაცემი.
# 4.list[] და tuple() ორივე განეკუთვნება Collection Types.

# განსხვავება:
# 1.list იქმნება ფიგურული ფრჩხილებით '[]', ხოლო tuple იქმნება ჩვეულებრივი ფრჩხილებით '()'.
# 2.list არის - mutable,რაც ნიშნავს რომ ლისტის შიგნით მყოფი ელემენტების შეცვლა შესაძლებელია.
# 3.tuple არის - immutable,ანუ შიგნით მყოფი ელემენტების შეცვლა არ შეიძლება.

