# 5)

#list - მონაცემთა ეს ტიპი შეიქმნა იმისათვის რომ მოხერხდეს ბევრი მონაცემის ჩაწერა და მოხერხდეს სხვადასხვა ოპერაციები/ფუნქციები მათზე და შესაძლებელი გახდეს მონაცემების შეცვლა სურვილისამებრ.

#tuple - ეს შეიქმნა იმისათვის რომ მოხერხდეს ბევრი მონაცემის ჩაწერა,თუმცა შემდგომ ამ მონაცემებზე ვერ მოხერხდება ჩანაცვლება როგორცlist-ში.ამაში იგულისხმება დამატება ან ამოკლება სიტყვის/ციფრის.ესეიგი უცვლელი დარჩება.

# set - ეს შეიქმნა იმისათვის რომ მოხერხდეს ბევრი მონაცემის ჩაწერა,კონკრეტულად რომლებიც გვსურს.ანუ მონაცემები არ გამეორდება.