// გაიხსენეთ რა არის DOM და დაწერეთ კომენტარებით

function doSomething(){
    console.log("Dom - Document Object Model.ეს არის ერთადერთი გზა რითაც კავშირდება js და html ერთმანეთთან")
    console.log("Dom'ს ვიყენებთ js'ში html'ის დინამიურად შესაცვლელად,ელემენტების დასამატებლად ან წაშაშლელად")
    console.log("Dom'ის კომპონენტები: ")
    console.log("1 - დოკუმენტი.ეს არის მთლიანი ვებ-გვერდი")
    console.log("2 - ელემენტები,რომელიც შეგვიძლია ვიპოვოთ და შევცვალოთ")
    console.log("3 - ატრიბუტები.მაგალითად: class,id,src და ა.შ")
    console.log("4 - ევენთები.აქ შედის ისეთი ელემენტები რომლებიც მომხმარებლის ქმედებაზე რეაგირებენ.მაგალითად:onclick,input და ა.შ")
}