#2) მომხმარებელს შემოატანინეთ 2 რიცხვი და შეადარეთ ერთმანეთს ყველანაირად (6ივე შედარების ოპერატორით რაც გავიარეთ)

print(5 > 4)
print(5 < 4)
print(20 == 20)
print(4 != 7)
print(28 <= 30)
print(21 >= 21)


#3) გატესტეთ ყველა შედარების ოპერატორი რაც დღეს ვისწავლეთ (ყველაზე გააკეთ 3-3 მაგალითი) ეს კლასშიც გავაკეთეთ მაგრამ ახლა სანამ გაუშვებთ დაუწერეთ გვერდზე კომენტარები თუ რას გამოიტანს. e.g: print(5 > 1)true

print(3 < 7) #True
print(81 < 79)  #False
print(5 < 8)  #True
print(26 > 25)  #True
print(2 > 3)  #False 
print(40 > 23)  #True
print(99 == 99)  #True
print(38 == 29)  #False
print(28 == 27)  #False
print(5 != 1)  #True
print(0 != 10)  #True 
print(77 != 77)  #False
print(3 <= 3)  #True
print(9 <= 5)  #False
print(70 <= 49)  #False
print(22 >= 23)  #False
print(6 >= 6)  #True
print(93 >= 0)  #True


#4) გამოიყენეთ ერთი ცვლადის სახელი და reassign. შექმენით რაიმე ცვლადი და შეადარეთ რაიმე რიცხვს, შემდეგ კი შეუცვალეთ მნიშვნელობა ისე რომ წინაზე გამოტანილი მნიშვნელობის საწინააღმდეგო გამოიტანოს. e.g: თუ თავიდან გამოიტანა True ახლა გამოატანინეთ False, თუ თავიდან გამოიტანა False ახლა გამოატანინეთ True

a = 82
print(a > 87)
a = 90
print(a > 87)




















